DELETE FROM `_模板_物品鉴定` WHERE `id` = 900001;

INSERT INTO `_模板_物品鉴定`
(`注释`, `id`, `组`, `等级`, `随机几率`,
 `物品成长_系统`, `成长属性最小数量`, `成长属性最大数量`, `成长属性最小属性值`, `成长属性最大属性值`,
 `物品强化_系统`, `强化属性最小数量`, `强化属性最大数量`, `强化属性最小属性值`, `强化属性最大属性值`,
 `物品属性_模板`, `基础属性最小数量`, `基础属性最大数量`, `基础最小属性值`, `基础最大属性值`, `基础属性允许重复`,
 `物品属性_模板_组`, `追加属性最小数量`, `追加属性最大数量`, `追加属性最小值`, `追加属性最大值`, `追加属性允许重复`,
 `物品技能_模板_组`, `追加技能最小数量`, `追加技能最大数量`, `追加技能允许重复`,
 `需求_模板`, `符文系统_符文`, `符文凹槽最小数量`, `符文凹槽最大数量`,
 `技能模板_套装_组`, `套装最小数量`, `套装最大数量`, `套装允许重复`, `公告模板`,
 `品质颜色`, `物品名字前缀`, `物品名字后缀`, `物品名字颜色_多个逗号隔开`, `物品底部描述`,
 `回收奖励模板`, `售卖奖励模板`, `随机附魔组`, `随机附魔条数`, `装备位置限制`)
VALUES
('鉴定系统全功能测试', 900001, 9001, 1, 100,
 '1', 1, 2, 100, 200,
 '1', 1, 2, 100, 200,
 '1', 2, 3, 100, 200, 0,
 '2', 2, 3, 100, 200, 0,
 '1', 1, 2, 0,
 0, '', 0, 0,
 '', 0, 0, 0, 0,
 '|cFFFF8000测试品质', '测试', '一阶', '', '|cFF00FF00鉴定测试装备|r',
 3, 2, 1, 2, '');
