-- 动作触发功能表新增“使用指定物品”。
-- 内容填写物品ID，多个物品ID使用 # 分隔。
ALTER TABLE `_动作触发功能表`
  MODIFY COLUMN `动作` enum(
    '说话','收到密语','击杀生物','击杀玩家','完成任务','完成成就','被玩家击杀','被生物击杀',
    '拾取指定物品','等级变化','切换地图','切换区域','离开地图','切换地区','离开区域','释放技能',
    '登陆','登出','第一次登陆','VIP等级变化','复活','装备物品','金币变化','获得经验','获得声望',
    '学习技能','遗忘技能','决斗开始','决斗中止','决斗胜利','决斗失败','释放尸体','学习天赋',
    '进入战斗','结束战斗','重置天赋','获得光环','失去光环','模型改变','表情',
    '采矿','采药','钓鱼','玩家移动','生物移动','使用指定物品','接受任务','放弃任务','玩家死亡','任务奖励物品'
  ) CHARACTER SET utf8mb4 COLLATE utf8mb4_general_ci NOT NULL DEFAULT '说话';
